<template>
  <div>
    <h2 class="is-size-3 m-3">Немного истории</h2>
    <h3 class="is-size-4 m-3">Начало</h3>
    <p>Мой карьерный рост начался с работы на телевидении в рекламном отделе. Я работал дизайнером рекламных продуктов. В один прекрасный момент нашему рекламному агентству понадобилось сделать сайт с этого и началось мое знакомство с программированием и веб-разработкой. Мы создали сайт на Wordpress и после этого решили добавить услугу по созданию сайтов для наших клиентов.</p>
    <p>Но это было только начало. Я начал изучать веб-разработку и языки программирования познакомился с PHP, CSS, и Javascript. Чем больше я изучал тем больше понимал что писать сайты на готовых движках или нативных языках это не практично и не гибко. Нужно изучать фреймворки первый из таких был Laravel.</p>
    
    <h3 class="is-size-4 m-3">Vue.js</h3>
    <p>Затем когда в Laravel добавили Vue.js я был в восторге от его возможностей и решил поменять свое направление на Front-End. Изучая Vue.js я познакомился и с Node.js технологией и углубился в изучение JavaScript и всех его нововведений.</p>
    <p>Со всеми технологиями веб-разработки описанными в разделе Знания технологий я познакомился в процессе решения задач на моем пути и накоплении опыта. Он весь расписан по годам в разделе Опыт работы.</p>
    <h3 class="is-size-4 m-3">Что дальше?</h3>
    <p>Как и Интернет который не стоит на месте так и я спешу за ним и стараюсь изучать новое и совершенствоваться.</p>
  </div>
</template>

<script>
export default {

}
</script>

<style>
</style>