export default [
    {
        id: 7,
        date: {
          begin: 'Сентябрь 2020',
          end: 'по настоящее время'
        },
        place: {
          name: 'Фриланс',
          description: 'Работа через интернет, выполнение частных заказов и поддержка своих сайтов'
        },
        position: {
          name: 'Frontend-разработчик',
          description: 'Разрабатываю и поддерживаю сайты на Vue.js'
        }
    },
    {
        id: 6,
        date: {
          begin: 'Февраль 2020',
          end: 'Сентябрь 2020'
        },
        place: {
          name: 'ООО "Авакс"',
          description: `Перевозки, логистика, склад, ВЭД • Транспортно-логистические комплексы, порты (воздушный, водный, железнодорожный) Информационные технологии, системная интеграция, интернет • Интернет-компания (поисковики, платежные системы, соц.сети, информационно-познавательные и развлекательные ресурсы, продвижение сайтов и прочее)`
        },
        position: {
          name: 'Младший инженер-программист',
          description: `Разработка frontend на Vue.js, backend на Node.js. Создание микро-сервисов для компании, создание и поддержка ботов для VK и Telegram. Работа с API CDEK, API Telegram и API VK.`
        }
    },
    {
        id: 5,
        date: {
          begin: 'Май 2019',
          end: 'Октябрь 2019'
        },
        place: {
          name: 'МАУ "АРТ" - Агенство по развитию территории',
          description: `Строительство, недвижимость, эксплуатация, проектирование • Консалтинг, оценка в недвижимости • Управление и эксплуатация недвижимости`
        },
        position: {
          name: 'Программист',
          description: `JavaScript, Vue.js, (Vuex, Vue-router), Vuetify, React - программирование пользовательского интерфейса. PHP (Laravel, October CMS). - программирование бизнес логики. Работа с MySQL, PostgreSQL, MongoDB. Администрирование внутренней сети и сервера компании.`
        }
    },
    {
        id: 4,
        date: {
          begin: 'Май 2015',
          end: 'Сентябрь 2016'
        },
        place: {
          name: 'ОАО "КумАПП"',
          description: 'Тяжелое машиностроение • Авиационная, вертолетная, аэрокосмическая промышленность'
        },
        position: {
          name: 'Инженер-программист, отдел ИТ',
          description: `JavaScript, HTML, CSS - пользовательский интерфейс. Laravel Framework, October CMS, PHP - разработка серверной части`
        }
    },
    {
        id: 3,
        date: {
          begin: 'Декабрь 2012',
          end: 'Май 2015'
        },
        place: {
          name: 'ОАО "КумАПП"',
          description: `Тяжелое машиностроение • Авиационная, вертолетная, аэрокосмическая промышленность`
        },
        position: {
          name: 'Инженер-программист, отдел главного конструктора',
          description: `С#, .Net - Программирование инженерного программного обеспечения. C++ - Написание библиотек расширения Teamcenter Siemens PLM Software.`
        }
    },
    {
        id: 2,
        date: {
          begin: 'Апрель 2008',
          end: 'Июнь 2010'
        },
        place: {
          name: 'ООО "Профи"',
          description: 'Компания по созданию и монтажу интерьеров и экстерьеров комерческих помещений'
        },
        position: {
          name: 'Web-дизайнер, 3D-дизайнер',
          description: `Adobe Photoshop - создание макетов и другой продукции HTML, CSS - верстка. 3Ds Max - моделирование интерьеров и экстерьеров`
        }
    },
    {
        id: 1,
        date: {
          begin: 'Ноябрь 2006',
          end: 'Март 2008'
        },
        place: {
          name: 'ООО "АРИС"',
          description: 'Рекламное агенство телерадиокомпании'
        },
        position: {
          name: 'Инженер-компьютерной графики и монтажа',
          description: `Adobe Premiere, Adobe Affer Effect - Разработка видео-аудио контента, разработка полиграфической продукции. 
          Adobe Dreamveawer (HTML, CSS, JavaScript) - Разработка верстка и дизайн веб-ресурсов. 
          MySQL - Сопровождение веб-ресурсов на Wordpress и Joomla CMS`
        }
    },
];